export default {
  common: {
    search: 'Запрос',
    share: 'Ссылка для скачивания успешно скопирована，Пожалуйста, откройте браузер и вставьте ссылку для скачивания'
  },
  header: {
    home: 'титульная страница',
    products: 'продукт',
    customer: 'клиент',
    contact: 'связаться с нами',
    book: 'Инструкция по использованию',
    download: 'Загрузка прошивки',
    search: 'Запрос гарантии',
    clause: 'условия обслуживания',
    repair: 'Пункт послепродажного обслуживания'
  },
  home: {
    params: 'Отображение параметров',
    params01_title: 'Параметры продукта',
    params01_1: 'алгоритм: Scrypt',
    params01_2: 'режим производительности',
    params01_3: 'вычислительная мощность: 5000MH/s ±3%',
    params01_4: 'потребляемая мощность: 3500W±5%',
    params01_5: 'режим эффективности',
    params01_6: 'вычислительная мощность: 2100Mh/s ±3%',
    params01_7: 'потребляемая мощность: 890W ± 5%',
    params01_8: 'гарантия：180 дней',
    params02_title: 'Требования к окружающей среде',
    params02_1: 'Рабочая Температура: 0-40%',
    params02_2: 'Температура хранения: -20~70°C',
    params02_3: 'Рабочая влажность (без конденсации): 10~90%RH',
    params03_title: 'конфигурация',
    params03_1: 'сеть: RJ45, Ethernet 10/100M ',
    params03_2: 'Размер машины (без упаковки, длина*ширина*высота, мм): 355*280*285mm',
    params03_3: 'Размер машины (включая упаковку, длина*ширина*высота, мм): 475*310*400mm',
    params03_4: 'вес нетто: 13.55kg',
    params03_5: 'вес брутто: 15.05kg',
    params03_6: 'Отправлено из Гонконга',
    params04_title: 'источник питания',
    params04_1: 'Входное напряжение переменного тока: 200~240 V',
    params04_2: 'Диапазон входных частот переменного тока： 50~60HZ',
    params04_3: 'Входной ток переменного тока: 20A',
    brand: 'Авторизованный бренд',
    shop: 'ссылка на покупку',
    brandTitle: 'Авторизованный бренд',
    brandSubTitle: 'OnestopMining даHAMMER D10+ единственный агент'
  },
  footer: {
    tech: 'Chengdu Riversilicon Technology Co., Ltd'
  },
  warranty: {
    placeholder: 'Пожалуйста, введите SN номер устройства',
    days: 'До окончания гарантийного срока на оборудование осталось {num} дней',
    date: 'ссылочный срок：',
    tips: 'Советы: смешанные платы, утилизированные, отсутствующие платы, открытые этикетки с защитой от вскрытия и т. д. приведут к аннулированию гарантии.',
    wrong: 'Введенные вами данные неверны, подтвердите еще раз правильность введенного кода SN.'
  },
  firmware: {
    title: 'Список прошивок',
    upgrade: 'обновить прошивку',
    card: 'прошивка карты памяти',
    guide: 'руководство пользователя',
    name: 'название прошивки',
    file: 'Размер файла',
    description: 'описывать',
    date: 'время выпуска',
    action: 'действовать',
    download01: {
      name: 'D10+руководство пользователя',
      description: 'Hammer D10+Руководство по настройке пользователя. Установить от 0Hammer D10+。'
    },
    download02: {
      name: 'D10+ Firmware Upgrade',
      description: 'Hammer D10+Пакет обновления прошивки'
    },
    download03: {
      name: 'D10+ SD Card Firmware',
      description: 'Hammer D10+ SDпрошивка карты памяти'
    },
    download04: {
			name: 'Release-D10',
			description: 'После обновления прошивки майнер может автоматически адаптироваться к частотным характеристикам чипа для майнинга.'
		}
  },
  repair: {
    contact: 'Получатель',
    address: 'Адрес доставки',
    telephone: 'Номер телефона'
  },
  products: {
    miner: 'DOGE / LTC шахтер',
    power: 'Входное напряжение переменного тока источника питания составляет 200-240V',
    modes: 'Гибкое энергопотребление',
    roi: 'прибыль на инвестиции',
    low: 'режим низкого энергопотребления<br/>2.1G<br/>0.89KW<br/>W/M: 0.42',
    high: 'режим высокой мощности<br/>5G<br/>3.5KW<br/>W/M: 0.7',
    warn: 'Приведенные выше данные приведены только для справки, фактические параметры могут отличаться в зависимости от условий эксплуатации',
    payback: 'Самая быстрая машина для двойного майнинга Litecoin + Dogecoin в истории',
    service: 'Послепродажное обслуживание',
    global: 'Hammer D10+ 180-дневная гарантия по всему миру',
      tips: 'Наши глобальные центры технического обслуживания и ремонта расположены в Хьюстоне, США/Дубай, ОАЭ/Москва, Россия/Шэньчжэнь и Чэнду, Китай. Таким образом, мы можем предоставить вам лучшее послепродажное обслуживание.'
  },
  contact: {
    customer: 'обслуживание клиентов',
    service: 'С нетерпением ждем возможности предоставить вам эффективное и действенное обслуживание',
    name: 'имя',
    email: 'Почта',
    tel: 'телефон',
    company: 'компания',
    remark: 'Пожалуйста, введите вашу информацию здесь',
    send: 'отправлять',
    dealer: 'Хотите купить или стать нашим реселлером, пожалуйста, не стесняйтесь обращаться в отдел продаж OnestopMining!',
    success: 'Успешно отправлено'
  },
  clause: {
    title: 'Hammer D10+ Условия гарантии',
    content1: 'Гарантия 180 дней с момента отгрузки.<br/>Гарантия распространяется только на новых покупателей, приобретающих машины непосредственно у OnestopMining. После перепродажи машины гарантийное обслуживание предоставляется торговым посредником.',
    content2: 'При возникновении следующих ситуаций гарантийное обслуживание больше не предоставляется:<br/>1,Клиенты разбирают/заменяют любые компоненты без разрешения команды бренда Hammerminer;<br/>2,Сама майнинг-машина была разобрана, а компоненты модифицированы и заменены без разрешения;<br/>3,Повреждения, вызванные ударами молнии, скачками напряжения, некачественными блоками питания и т.п.;<br/>4,Повреждения, вызванные попаданием воды, влажными платами и компонентами, а также коррозией;<br/>5,На плате есть следы подгорания или сгорела микросхема;<br/>6,Регулировка напряжения для разгона.',
    content3: 'В случае возникновения вышеуказанной ситуации, мы предоставим вам платные услуги по техническому обслуживанию.'
  }
}